<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверный E-Mail адрес или пароль.',
    'banned' => 'Ваш аккаунт заблокирован.',
    'not_found' => 'Такой E-Mail адрес не найден в данной школе.',
    'school_not_found' => 'Школа с таким доменным адресом не найдена.',
    'user_already_exists' => 'Пользователь с таким E-Mail уже зарегистрирован в этой школе.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];
